{
"courses": [
	{
		"courseId": "0",
		"courseTitle": "Grafiemediabeleid",
		"courseContent":"<p><b>Grafimediabeleid Ben je gepassioneerd door de impact van print- en multimedia op ons leven? Zoek je een gevarieerde afstudeerrichting die je klaarstoomt voor een job in de media- of grafische sector? Dan is grafimediabeleid ongetwijfeld iets voor jou. Het is een ideale mix tussen creatief ondernemen, innovatieve communicatie en productkennis binnen de sector.</b><br> Je kan kiezen uit <b>twee verschillende trajecten.</b></p> <h4>Crossmedia</h4> <p>Crossmedia combineert marketing en creatief ondernemen met een flinke dosis kennis over technische print- en multimedia. Je leert luisteren naar de noden van klanten en hen adviseren hoe ze hun mediatoepassingen optimaal kunnen inzetten in commerciële campagnes. Na deze opleiding mag je jezelf een expert in digitale, sociale en printmedia noemen.</p> <h4>Printmedia<h4> <p>Printmedia zoomt in op de technische aspecten van printproductie en bevindt zich pal op het kruispunt van creativiteit, innovatie en technologie. Als afgestudeerde ligt er ongetwijfeld een kleurrijke job op jou te wachten.</p>"
	},
	{
		"courseId": "1",
		"courseTitle": "Crossmedia-ontwerp",
		"courseContent": "<p><b>Logo’s ontwerpen, ideeën uittekenen en vormgeven: spreekt dat je aan? Dan is deze afstudeerrichting zeker iets voor jou.</b><br> Bij Crossmedia-ontwerp staat creatief denken centraal, maar leer je ook om rekening te houden met technische uitvoermogelijkheden. Halfweg het tweede jaar kan je kiezen uit twee trajecten om je nog verder te specialiseren: Graphic Design en Photo Design.<br></p> <h4>Graphic Design</h4> <p>Studenten Graphic Design zijn creatievelingen die origineel en technisch hoogstaand werk willen afleveren. Ze ademen mooi en goed design. We spreken dan onder meer over verpakkingen, reclamedrukwerk, huisstijlen of affiches.<br> Fotografie is als ondersteunend basispakket in het programma opgenomen.</p> <h4>Photo Design</h4> <p>Studenten Photo Design houden van de creatieve mix van fotografie en vormgeving. Zij willen het perfecte beeld schieten en het vervolgens verwerken in een passende lay-out.<br> Fotografie, manuele en digitale vormgeving en typografie zijn de pijlers van deze opleiding.</p>"
	},
	{
		"courseId": "2",
		"courseTitle": "Multimediaproductie",
		"courseContent": "<p><b>Zijn Internet of Things, Big Data, Mixed Reality, videostreaming en Smart Assistants voor jou nu al passé? Werk mee aan de hype van morgen en ontwikkel bij ons de skills voor de toekomst!</b></p> <p>Studenten multimediaproductie beperken zich niet enkel tot het design maar gebruiken de laatste nieuwe technologie om hun creatieve ontwerpen uit te werken tot een kant-en-klaar digitaal eindproduct.<br> Na een doorgedreven algemene grafische en multimediale basisopleiding in het eerste jaar kies je in het tweede jaar meteen voor een keuzetraject. Audiovisual Design als je audio, video, motion graphics en 3D-animatie wil realiseren of New Media Development als je de nadruk wil leggen op coderen, programmeren en apps ontwikkelen.</p> <h4>Audiovisual Design</h4> <p>Studenten Audiovisual Design houden van audiovisuele producties. Ze gaan aan de slag met videocamera’s, motion graphics, 3D-animatie en visuele effecten om hun creativiteit uit te drukken. Ze publiceren hun realisaties online via streaming of op fysieke dragers, maar draaien er ook hun hand niet voor om, om er een bijhorende professionele website voor te maken.<br> Ga aan de slag als creatief talent in een reclamebureau of een audiovisueel productiehuis; of als multimedia-ontwerper of grafisch ontwerper.</p> <h4>New Media Development</h4> <p>Studenten New Media Development houden van grafisch werk, maar zijn gepassioneerd door code. Ze ontwerpen verbluffende digitale gebruikersbelevingen en werken die volledig uit met code, de laatste nieuwe trendy programmeerframeworks en automatisatietools tot datagestuurde applicaties voor web en/of mobiel.<br> Met hun aandacht voor vormgeving en gebruiksvriendelijkheid aangevuld met een brede IT-kennis en software engineering skills zijn ze de ideale brugfiguren tussen de creatievelingen en de klassieke I(C)T’ers.<br> Ga aan de slag als webdeveloper, front-end developer, full-stack developer, cms developer, app designer, multimedia-ontwerper …</p>"	
	}	
 ]
}




